<?php

return 
[
    "login" => [
        "success" => "تم تسجيل الدخول بنجاح",
        "failed" => "فشل تسجيل الدخول",
        "invalid_credentials" => "بيانات الاعتماد غير صحيحة",
    ],
    "logout" => [
        "success" => "تم تسجيل الخروج بنجاح",
        "failed" => "فشل تسجيل الخروج",
    ],
    "renew" => [
        "success" => "تم تحديث كلمة المرور بنجاح",
        "failed" => "فشل تحديث كلمة المرور",
        "user_not_found" => "المستخدم غير موجود",
    ],
    "user" => [
        "success" => "تم استرجاع معلومات المستخدم بنجاح",
        "not_found" => "المستخدم غير موجود",
    ],
    "register" => [
        "success" => "تم تسجيل المستخدم بنجاح",
        "failed" => "فشل تسجيل المستخدم",
        "email_exists" => "البريد الإلكتروني موجود بالفعل",
    ],
    "validation" => [
        "name_required" => "حقل الاسم مطلوب.",
        "email_required" => "حقل البريد الإلكتروني مطلوب.",
        "email_email" => "يجب أن يكون البريد الإلكتروني عنوان بريد إلكتروني صالح.",
        "email_unique" => "تم أخذ البريد الإلكتروني بالفعل.",
        "password_required" => "حقل كلمة المرور مطلوب.",
        "password_confirmed" => "تأكيد كلمة المرور غير متطابق.",
  

    ],

];
